"Service Update Failed" = "Actualização de serviço falhou";
"Service Update Complete" = "Actualização de serviço concluída";
"Starting Service Update" = "A iniciar actualização de serviço";
"Dismiss" = "Fechar";
"OK" = "OK";
"Call disallowed" = "Número não permitido";
